export default {
  projections: {
    АнкетаE: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      лК: {
        __caption__: 'ЛК'
      },
      должность: {
        __caption__: 'Должность',
        название: {
          __caption__: 'Название'
        }
      }
    },
    АнкетаL: {
      iD: {
        __caption__: 'ID'
      },
      фИО: {
        __caption__: 'ФИО'
      },
      контакты: {
        __caption__: 'Контакты'
      },
      образование: {
        __caption__: 'Образование'
      },
      опыт_работы: {
        __caption__: 'Опыт_работы'
      },
      лК: {
        __caption__: 'ЛК'
      },
      должность: {
        __caption__: 'Название',
        название: {
          __caption__: 'Название'
        }
      }
    }
  },
  validations: {
    iD: {
      __caption__: 'ID'
    },
    контакты: {
      __caption__: 'Контакты'
    },
    лК: {
      __caption__: 'ЛК'
    },
    образование: {
      __caption__: 'Образование'
    },
    опыт_работы: {
      __caption__: 'Опыт_работы'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
