export default {
  projections: {
    ТЧ_отчетаE: {
      результат: {
        __caption__: 'Результат'
      },
      сотрудник: {
        __caption__: 'Сотрудник',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      отчет: {
        __caption__: 'Отчет',
        iD: {
          __caption__: 'ID'
        },
        дата_проверки: {
          __caption__: 'Дата_проверки'
        }
      }
    },
    ТЧ_отчетаL: {
      результат: {
        __caption__: 'Результат'
      },
      сотрудник: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    результат: {
      __caption__: 'Результат'
    },
    сотрудник: {
      __caption__: 'Сотрудник'
    },
    отчет: {
      __caption__: 'Отчет'
    }
  }
};
